Repository: chasey-myagi/Sapphire
Catalog: Sapphire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Automatically start a break after each focus block.
zh_hans: 每个专注区段结束后自动开始休息。
zh_hant: 每個專注區段結束後自動開始休息。

source: Automatically translate non-English lyrics.
zh_hans: 自动翻译非英语歌词。
zh_hant: 自動翻譯非英文歌詞。

source: Automatically turn caffeinate off after the selected duration.
zh_hans: 在选定的时间后自动关闭保持唤醒。
zh_hant: 在所選時間長度後自動關閉保持喚醒。

source: Automatically turn caffeinate on when an AI agent, build, or terminal command starts, and off again once everything finishes. Caffeinate you switched on yourself is never turned off by this.
zh_hans: AI 智能体、构建或终端命令启动时自动开启保持唤醒，全部结束后自动关闭。你手动开启的保持唤醒不会因此被关闭。
zh_hant: AI 代理程式、建置或終端機命令開始時自動開啟保持喚醒，全部結束後再自動關閉。你手動開啟的保持喚醒不會因此被關閉。

source: Automation
zh_hans: 自动化
zh_hant: 自動化

source: Available Layouts
zh_hans: 可用布局
zh_hant: 可用的佈局

source: Available Shortcuts
zh_hans: 可用快捷指令
zh_hant: 可用的捷徑

source: Average
zh_hans: 平均
zh_hant: 平均

source: Avg
zh_hans: 平均
zh_hant: 平均

source: BATTERY
zh_hans: 电池
zh_hant: 電池

source: BREAK
zh_hans: 休息
zh_hant: 休息

source: Back
zh_hans: 返回
zh_hant: 返回

source: Back to it — new focus block started.
zh_hans: 继续专注，新的专注时段已开始。
zh_hant: 繼續專注，新的專注區段已開始。

source: Background Color
zh_hans: 背景颜色
zh_hant: 背景顏色

source: Background Style
zh_hans: 背景样式
zh_hant: 背景樣式

source: Balance
zh_hans: 声道平衡
zh_hant: 聲道平衡

source: Bar Thickness
zh_hans: 柱条宽度
zh_hant: 長條寬度

source: Bare
zh_hans: 无边框
zh_hant: 無邊框

source: Based on Sensor:
zh_hans: 依据传感器：
zh_hant: 依據感測器：

source: Based on signal change, here are the most likely candidates.
zh_hans: 根据信号变化，以下设备最有可能是你的目标设备。
zh_hant: 根據訊號變化，以下是最有可能的裝置。

source: Basic Setup Complete
zh_hans: 基本设置已完成
zh_hant: 基本設定完成

source: Basic registration complete.
zh_hans: 基础录入已完成。
zh_hant: 基本註冊已完成。

source: Basic setup complete.
zh_hans: 基础设置已完成。
zh_hant: 基本設定已完成。

source: Bass Booster
zh_hans: 低音增强
zh_hant: 低音增強

source: Battery
zh_hans: 电池
zh_hant: 電池

source: Battery Calibration
zh_hans: 电池校准
zh_hant: 電池校正

source: Battery Draw
zh_hans: 电池功耗
zh_hant: 電池耗電

source: Battery Health
zh_hans: 电池健康
zh_hant: 電池健康度

source: Battery Icon
zh_hans: 电池图标
zh_hant: 電池圖像

source: Battery Level Above
zh_hans: 电量高于
zh_hant: 電量高於

source: Battery Level Below
zh_hans: 电量低于
zh_hant: 電量低於

source: Battery Management Features
zh_hans: 电池管理功能
zh_hant: 電池管理功能

source: Battery Specs
zh_hans: 电池规格
zh_hant: 電池規格

source: Battery State
zh_hans: 电池状态
zh_hant: 電池狀態

source: Battery Usage History
zh_hans: 电池使用历史
zh_hant: 電池使用記錄

source: Battery usage data will appear here once collected
zh_hans: 收集到电池使用数据后将在此显示
zh_hant: 收集到電池使用資料後會顯示在這裡

source: Battery widgets, history, charging preferences, and power-related controls.
zh_hans: 设置电池小组件、历史记录、充电偏好和电源控制。
zh_hant: 電池小工具、記錄、充電偏好設定和電源相關控制項目。

source: Begin Focus
zh_hans: 开始专注
zh_hant: 開始專注

source: Behavior
zh_hans: 行为
zh_hant: 行為

source: Best Day
zh_hans: 最佳单日
zh_hant: 最佳單日

source: Beta
zh_hans: 测试版
zh_hant: Beta 版

source: Bind To
zh_hans: 绑定到
zh_hant: 綁定至

source: Black out display using lid angle
zh_hans: 根据屏幕开合角度熄屏
zh_hant: 根據上蓋開合角度讓螢幕變黑

source: Blender release information unavailable
zh_hans: 无法获取 Blender 版本信息
zh_hant: 無法取得 Blender 版本資訊

source: Block %lld
zh_hans: 第 %lld 个专注段
zh_hant: 第 %lld 個專注區段

source: Block During Breaks
zh_hans: 休息期间继续屏蔽
zh_hant: 休息期間繼續封鎖

source: Block distracting apps and websites during focus sessions.
zh_hans: 专注时段内屏蔽干扰应用和网站。
zh_hant: 專注時段內封鎖會令人分心的 App 和網站。

source: Block photos, videos, or screen captures from unlocking Face ID.
zh_hans: 阻止照片、视频或屏幕截图通过 Face ID 解锁。
zh_hant: 阻擋照片、影片或螢幕截圖解鎖 Face ID。

source: Block selected apps
zh_hans: 屏蔽所选应用
zh_hant: 封鎖所選 App

source: Blocked Apps
zh_hans: 已屏蔽的应用
zh_hant: 已封鎖的 App

source: Blocked Websites
zh_hans: 已屏蔽的网站
zh_hant: 已封鎖的網站

source: Blocked apps are force-closed and notifications are hidden. Unblock requests wait 10 minutes (or until the session ends), and the session itself can't be stopped early.
zh_hans: 被屏蔽的应用会被强制关闭，通知也会隐藏。解除屏蔽需等待 10 分钟或专注时段结束，且无法提前结束专注时段。
zh_hant: 遭封鎖的 App 會被強制結束，通知也會隱藏。解除封鎖的要求需等待 10 分鐘（或直到專注時段結束），且無法提前停止專注時段。

source: Blocked apps are force-closed the moment they open and notifications are hidden. No unblocking, but you can end the session anytime.
zh_hans: 被屏蔽的应用一旦打开就会被强制关闭，通知也会隐藏。无法单独解除屏蔽，但你可以随时结束专注时段。
zh_hant: 遭封鎖的 App 一打開就會被強制結束，通知也會隱藏。無法解除封鎖，但你可以隨時結束專注時段。

source: Blocking %lld distractions
zh_hans: 已屏蔽 %lld 个干扰项
zh_hant: 正在封鎖 %lld 個干擾項目

source: Blocking 1 distraction
zh_hans: 已屏蔽 1 个干扰项
zh_hant: 正在封鎖 1 個干擾項目

source: Blocking Intensity
zh_hans: 屏蔽强度
zh_hant: 封鎖強度

source: Blocking mode
zh_hans: 屏蔽模式
zh_hant: 封鎖模式

source: Blocks
zh_hans: 专注段
zh_hant: 專注區段

source: Blocks every app except the ones you allow. Ideal for deep-work sessions where only a few tools should exist.
zh_hans: 屏蔽允许列表之外的所有应用，适合只使用少量工具的深度专注时段。
zh_hant: 封鎖你允許之外的所有 App。適合只需使用少數工具的深度工作時段。

source: Blocks only the apps (and websites) you add to the list. Everything else stays accessible.
zh_hans: 仅屏蔽加入列表的应用和网站，其他内容仍可访问。
zh_hant: 僅封鎖你加入列表的 App（和網站），其他內容仍可取用。

source: Bluetooth
zh_hans: 蓝牙
zh_hant: 藍牙

source: Bluetooth device integrations, visibility, and connection behavior.
zh_hans: 设置蓝牙设备集成、显示和连接行为。
zh_hant: 藍牙裝置整合、顯示和連線行為。

source: Bluetooth is off
zh_hans: 蓝牙已关闭
zh_hant: 藍牙已關閉

source: Bluetooth is off!
zh_hans: 蓝牙已关闭！
zh_hant: 藍牙已關閉！

source: Blur
zh_hans: 模糊
zh_hant: 模糊

source: Blur & Fade
zh_hans: 模糊淡入淡出
zh_hant: 模糊與淡化

source: Blur & Shadow
zh_hans: 模糊与阴影
zh_hant: 模糊與陰影

source: Border
zh_hans: 边框
zh_hant: 邊框

source: Border Color
zh_hans: 边框颜色
zh_hant: 邊框顏色

source: Border Thickness
zh_hans: 边框粗细
zh_hant: 邊框粗細

source: Both
zh_hans: 两者
zh_hant: 兩者

source: Bottom
zh_hans: 底部
zh_hant: 底部

source: Bounce when Opening Widgets
zh_hans: 打开小组件时回弹
zh_hant: 打開小工具時回彈

source: Bouncy
zh_hans: 弹性
zh_hant: 彈性

source: Bracket
zh_hans: 括号
zh_hant: 括號

source: Break
zh_hans: 休息
zh_hant: 休息

source: Break & Session Notifications
zh_hans: 休息与专注通知
zh_hant: 休息與專注時段通知

source: Break Duration
zh_hans: 休息时长
zh_hant: 休息時間長度

source: Break Duration:
zh_hans: 休息时长：
zh_hant: 休息時間長度：

source: Break in Progress
zh_hans: 正在休息
zh_hant: 休息中

source: Break over
zh_hans: 休息结束
zh_hant: 休息結束

source: Break reminders, timing, and focus nudges for healthier screen habits.
zh_hans: 设置休息提醒、间隔和专注提示，养成更健康的用屏习惯。
zh_hant: 休息提醒、時間安排和專注提示，養成更健康的螢幕使用習慣。

source: Breaks
zh_hans: 休息
zh_hant: 休息

source: Breaks Taken
zh_hans: 休息次数
zh_hant: 已休息次數

source: Briefly show the song title when a new track begins.
zh_hans: 新歌曲开始播放时短暂显示歌曲名称。
zh_hant: 新曲目開始播放時短暫顯示歌曲名稱。

source: Brightness
zh_hans: 亮度
zh_hant: 亮度

source: Brightness HUD
zh_hans: 亮度提示浮层
zh_hant: 亮度浮動提示

source: Bring your desired device as close as possible to your Mac, then press Next.
zh_hans: 将目标设备尽可能靠近 Mac，然后点击“下一步”。
zh_hant: 請將目標裝置盡量靠近 Mac，然後按「下一步」。

source: Brown Noise
zh_hans: 棕噪声
zh_hant: 棕色噪音

source: Browsers
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Browsers (Disabled by Default)
zh_hans: 浏览器（默认禁用）
zh_hant: 瀏覽器（預設停用）

source: Build
zh_hans: 构建
zh_hant: 建置

source: Builds & Tests
zh_hans: 构建与测试
zh_hant: 建置與測試

source: Built-in
zh_hans: 内置
zh_hant: 內建

source: Built-in Display
zh_hans: 内建显示器
zh_hant: 內建顯示器

source: By %@
zh_hans: 由 %@ 创建
zh_hant: 由 %@ 製作

source: Byte-for-byte identical files that can be reviewed safely
zh_hans: 逐字节相同、可安全检查的文件
zh_hant: 逐位元組完全相同、可安全檢查的檔案

source: CPU Usage
zh_hans: CPU 使用率
zh_hant: CPU 使用率

source: CPU has been at %lld%% for about a minute.
zh_hans: CPU 使用率已在 %lld%% 左右持续约一分钟。
zh_hant: CPU 使用率已維持在 %lld%% 約一分鐘。

source: Caches
zh_hans: 缓存
zh_hant: 快取

source: Caffeinate
zh_hans: 保持唤醒
zh_hant: 保持喚醒

source: Caffeine
zh_hans: 保持唤醒
zh_hant: 保持喚醒

source: Caffeine Off
zh_hans: 防休眠已关闭
zh_hant: 保持喚醒已關閉

source: Caffeine On
zh_hans: 防休眠已开启
zh_hant: 保持喚醒已開啟

source: Calendar
zh_hans: 日历
zh_hant: 行事曆

source: Calendar & Reminders
zh_hans: 日历与提醒事项
zh_hant: 行事曆與提醒事項

source: Calendar Integration
zh_hans: 日历集成
zh_hant: 行事曆整合

source: Calendar and reminder integrations shown in widgets and live activities.
zh_hans: 设置小组件和实时活动中显示的日历与提醒事项集成。
zh_hant: 顯示在小工具和即時動態中的行事曆與提醒事項整合。

source: Calibrate RSSI Range
zh_hans: 校准 RSSI 范围
zh_hant: 校正 RSSI 範圍

source: Calibrate Range
zh_hans: 校准范围
zh_hant: 校正範圍

source: Calibrating
zh_hans: 正在校准
zh_hant: 正在校正

source: Calibrating your battery helps macOS get a more accurate reading of its health and time remaining. This process can take several hours and involves a full charge and discharge cycle. Sleeping will be disabled during calibration.
zh_hans: 校准电池可帮助 macOS 更准确地估算电池健康状况和剩余使用时间。此过程可能需要数小时，并会完成一次完整的充放电循环。校准期间将禁止睡眠。
zh_hant: 校正電池可協助 macOS 更準確地估算電池健康度和剩餘使用時間。此過程可能需要數小時，並會完成一次完整的充放電循環。校正期間將停用睡眠。

source: Calibration Complete
zh_hans: 校准完成
zh_hant: 校正完成

source: Calibration Failed
zh_hans: 校准失败
zh_hant: 校正失敗

source: Calibration Started
zh_hans: 校准已开始
zh_hant: 校正已開始

source: Calibration completed successfully.
zh_hans: 电池校准已完成。
zh_hant: 校正已成功完成。

source: Calm
zh_hans: 舒缓
zh_hant: 舒緩

source: Camera Access Denied
zh_hans: 未获相机访问权限
zh_hant: 相機取用權限遭拒

source: Camera Denied
zh_hans: 未获相机权限
zh_hant: 相機權限遭拒

source: Camera Off
zh_hans: 相机已关闭
zh_hant: 相機已關閉

source: Camera Rotation
zh_hans: 摄像头旋转
zh_hant: 相機旋轉

source: Camera Unavailable
zh_hans: 相机不可用
zh_hant: 無法使用相機

source: Camera access denied
zh_hans: 未获相机访问权限
zh_hant: 相機取用權限遭拒

source: Camera access is required for Face ID. Enable it in System Settings → Privacy & Security → Camera.
zh_hans: Face ID需要摄像头权限。请前往“系统设置 → 隐私与安全性 → 摄像头”开启。
zh_hant: Face ID 需要相機權限。請前往「系統設定」→「隱私權與安全性」→「相機」啟用。

source: Camera off
zh_hans: 相机已关闭
zh_hant: 相機已關閉

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cancel Calibration
zh_hans: 取消校准
zh_hant: 取消校正

source: Cancel scan
zh_hans: 取消扫描
zh_hant: 取消掃描

source: Canceled
zh_hans: 已取消
zh_hant: 已取消

source: Capacity
zh_hans: 容量
zh_hant: 容量

source: Capture 10 screenshots at 1.5 second intervals
zh_hans: 每隔 1.5 秒截屏，共截取 10 张
zh_hant: 以 1.5 秒間隔擷取 10 張截圖

source: Capture more angles for better accuracy with glasses and varying lighting.
zh_hans: 录入更多角度，以提高戴眼镜及不同光线下的识别准确率。
zh_hant: 擷取更多角度，以便在戴眼鏡和不同光線下更準確辨識。

source: Carousel
zh_hans: 轮播
zh_hant: 輪播

source: Carrier
zh_hans: 承运商
zh_hant: 貨運公司

source: Caution
zh_hans: 谨慎
zh_hant: 注意

source: Center
zh_hans: 居中
zh_hant: 置中

source: Center Spacer
zh_hans: 中央间隔
zh_hant: 中央間隔

source: Center your face
zh_hans: 将人脸移到画面中央
zh_hant: 將臉部移到畫面中央

source: Change
zh_hans: 更改
zh_hant: 更改

source: Change Fan Control for '%@'
zh_hans: 更改“%@”的风扇控制
zh_hant: 更改「%@」的風扇控制

source: Change Icon
zh_hans: 更改图标
zh_hant: 更改圖像

source: Change the shortcut for Zone %lld
zh_hans: 更改分区 %lld 的快捷键
zh_hant: 更改區域 %lld 的快速鍵

source: Charge
zh_hans: 电量
zh_hant: 電量

source: Charge Limit
zh_hans: 充电上限
zh_hant: 充電上限

source: Charge Paused
zh_hans: 充电已暂停
zh_hant: 充電已暫停

source: Charge limit %lld%%
zh_hans: 充电上限 %lld%%
zh_hant: 充電上限 %lld%%

source: Charge limit changed to %lld%%
zh_hans: 充电上限已设为 %lld%%
zh_hant: 充電上限已更改為 %lld%%

source: Charge-control mode
zh_hans: 充电控制模式
zh_hant: 充電控制模式

source: Charged
zh_hans: 已充满
zh_hant: 已充飽

source: Charging
zh_hans: 正在充电
zh_hant: 充電中

source: Charging & Sleep
zh_hans: 充电与睡眠
zh_hant: 充電與睡眠

source: Charging Controls
zh_hans: 充电控制
zh_hant: 充電控制

source: Charging Paused
zh_hans: 已暂停充电
zh_hant: 已暫停充電

source: Check Again
zh_hans: 再次检查
zh_hant: 再檢查一次

source: Check after launch, wake, network recovery, and on a recurring schedule.
zh_hans: 在启动、唤醒、网络恢复后以及按定时计划检查更新。
zh_hant: 在啟動、喚醒、網路恢復後及依定期排程檢查。

source: Check again
zh_hans: 重新检查
zh_hant: 再檢查一次

source: Check for Updates
zh_hans: 检查更新
zh_hant: 檢查更新項目

source: Check now
zh_hans: 立即检查
zh_hant: 立即檢查

source: Checking for Updates...
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新項目…

source: Checking for updates...
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新項目…

source: Checking liveness…
zh_hans: 正在检测活体…
zh_hant: 正在進行活體偵測…

source: Checking playlists…
zh_hans: 正在检查播放列表…
zh_hant: 正在檢查播放列表…

source: Checking…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Chevron
zh_hans: 折角
zh_hant: 尖角

source: Choose
zh_hans: 选择
zh_hant: 選擇

source: Choose Desktop Wallpaper
zh_hans: 选择桌面壁纸
zh_hant: 選擇桌面背景圖片

source: Choose Focus…
zh_hans: 选择专注模式…
zh_hant: 選擇專注模式…

source: Choose Lock Screen Wallpaper
zh_hans: 选择锁定屏幕壁纸
zh_hant: 選擇鎖定畫面背景圖片

source: Choose Your Music Service
zh_hans: 选择音乐服务
zh_hant: 選擇你的音樂服務

source: Choose destinations in File Shelf settings
zh_hans: 在文件暂存架设置中选择目标位置
zh_hant: 在檔案暫存架設定中選擇目的地

source: Choose how many equalizer frequency bands to adjust
zh_hans: 选择要调整的均衡器频段数
zh_hant: 選擇要調整的等化器頻段數量

source: Choose one activity to be displayed persistently when no other higher-priority activity is active.
zh_hans: 没有其他更高优先级的活动时，持续显示选定的活动。
zh_hant: 沒有其他更高優先順序的活動時，持續顯示所選的活動。

source: Choose the icon style for the main control item.
zh_hans: 选择主控制项的图标样式。
zh_hant: 選擇主要控制項目的圖像樣式。

source: Choose the number of frequency controls shown in app and device equalizers.
zh_hans: 选择应用和设备均衡器中显示的频段数量。
zh_hant: 選擇 App 與裝置等化器中顯示的頻段控制項數量。

source: Choose which apps can appear in the music widget and media switcher. All apps, including browsers, are on by default.
zh_hans: 选择可在音乐小组件和媒体切换器中显示的应用。默认启用所有应用，包括浏览器。
zh_hant: 選擇哪些 App 可以顯示在音樂小工具和媒體切換器中。所有 App（包含瀏覽器）預設皆為開啟。

source: Choose which destinations appear when you drag files into the notch.
zh_hans: 选择将文件拖入刘海区域时显示的目标。
zh_hant: 選擇將檔案拖移到瀏海區域時要顯示哪些目的地。

source: Choose which display Sapphire should attach to when multiple screens are connected.
zh_hans: 连接多个屏幕时，选择 Sapphire 使用的显示器。
zh_hant: 連接多個螢幕時，選擇 Sapphire 要依附在哪個顯示器上。

source: Choose which system notifications Sapphire mirrors or enhances.
zh_hans: 选择由 Sapphire 同步显示或增强的系统通知。
zh_hant: 選擇 Sapphire 要同步顯示或強化的系統通知。

source: Choose which update channel to receive releases from.
zh_hans: 选择接收新版本的更新通道。
zh_hant: 選擇要從哪個更新管道接收新版本。

source: Choose which widgets appear in the notch and how they are ordered.
zh_hans: 选择刘海区域显示的小组件，并调整排列顺序。
zh_hant: 選擇瀏海區域要顯示哪些小工具及其排列順序。

source: Choose…
zh_hans: 选择…
zh_hant: 選擇…

source: Chromatic
zh_hans: 色散
zh_hant: 色散

source: Circle
zh_hans: 圆形
zh_hant: 圓形

source: Circle to Search unavailable in this build
zh_hans: 此构建版本不支持圈选搜索
zh_hant: 此版本無法使用「畫圈搜尋」

source: Claude, Codex, Cursor, Antigravity, GitHub Copilot, Devin/Windsurf, Gemini, Aider, and other coding agents.
zh_hans: Claude、Codex、Cursor、Antigravity、GitHub Copilot、Devin/Windsurf、Gemini、Aider 及其他编程智能体。
zh_hant: Claude、Codex、Cursor、Antigravity、GitHub Copilot、Devin/Windsurf、Gemini、Aider 及其他程式設計代理程式。

source: Clean Automatically on Copy
zh_hans: 复制时自动清理
zh_hant: 拷貝時自動清理

source: Clean Copied Links
zh_hans: 清理已复制的链接
zh_hant: 清理已拷貝的連結

source: Clean URL
zh_hans: 清理链接
zh_hant: 清理 URL

source: Clean as soon as a link is copied. Turn off to only clean from the picker.
zh_hans: 复制链接后立即清理。关闭后，仅通过选取面板手动清理。
zh_hant: 拷貝連結後立即清理。關閉後，僅能從選取面板手動清理。

source: Cleaning
zh_hans: 正在清理
zh_hant: 正在清理

source: Clear
zh_hans: 清空
zh_hant: 清除

source: Clear %lld cache files
zh_hans: 清理 %lld 个缓存文件
zh_hant: 清除 %lld 個快取檔案

source: Clear After
zh_hans: 清空等待时间
zh_hant: 清除前等待時間

source: Clear After a Delay
zh_hans: 延时清空
zh_hant: 延遲後清除

source: Clear All History
zh_hans: 清除所有历史记录
zh_hant: 清除所有記錄

source: Clear Bass
zh_hans: 清晰低音
zh_hant: 清晰低音

source: Clear Finished
zh_hans: 清除已完成的计时器
zh_hant: 清除已完成項目

source: Clear Glass
zh_hans: 透明玻璃
zh_hant: 透明玻璃

source: Clear History
zh_hans: 清空历史记录
zh_hant: 清除記錄

source: Clear Log
zh_hans: 清空日志
zh_hant: 清除記錄

source: Clear When Mac Sleeps
zh_hans: Mac 睡眠时清空
zh_hant: Mac 睡眠時清除

source: Clear When Screen Locks
zh_hans: 屏幕锁定时清空
zh_hant: 螢幕鎖定時清除

source: Clear all
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear per-display size override; revert to automatic size
zh_hans: 清除该显示器的尺寸设置，恢复自动尺寸
zh_hant: 清除個別顯示器的大小設定；回復為自動大小

source: Clear shortcut
zh_hans: 清除快捷键
zh_hant: 清除快速鍵

source: Click 'Add Layout' to build your global multi-view widget.
zh_hans: 点击“添加布局”来配置全局多视图小组件。
zh_hant: 按一下「加入佈局」以建立你的全域多重檢視小工具。

source: Click for the full battery & power overview
zh_hans: 点击查看完整的电池与功耗概览
zh_hant: 按一下以查看完整的電池與電源概覽

source: Click to Show Detail View
zh_hans: 点击显示详细视图
zh_hant: 按一下以顯示詳細檢視

source: Click-Expanded
zh_hans: 点击展开
zh_hant: 按一下展開

source: Clicking the Calendar live activity will open the expanded calendar view.
zh_hans: 点击日历实时活动时打开展开的日历视图。
zh_hant: 按一下行事曆即時動態時，會打開展開的行事曆檢視。

source: Clicking the File Shelf live activity opens the shelf instead of the default widgets.
zh_hans: 点击文件暂存架的实时活动时，打开暂存架而非默认小组件。
zh_hant: 按一下檔案暫存架即時動態時，會打開暫存架而非預設小工具。

source: Clicking the clipboard widget expands into the full clipboard history.
zh_hans: 点击剪贴板小组件时，展开完整的剪贴板历史记录。
zh_hant: 按一下剪貼簿小工具時，會展開完整的剪貼簿記錄。

source: Clicking the focus session activity opens the full detail view.
zh_hans: 点击专注实时活动可打开完整的详细视图。
zh_hant: 按一下專注時段即時動態時，會打開完整的詳細檢視。

source: Clicking the mirror widget expands into the full camera view.
zh_hans: 点击镜子小组件时，展开完整的摄像头视图。
zh_hant: 按一下鏡子小工具時，會展開完整的相機畫面。

source: Clicking the notes widget expands into the full notes editor.
zh_hans: 点击笔记小组件时，展开完整的笔记编辑器。
zh_hant: 按一下備忘錄小工具時，會展開完整的備忘錄編輯器。

source: Clipboard
zh_hans: 剪贴板
zh_hant: 剪貼簿

source: Clipboard Empty
zh_hans: 剪贴板为空
zh_hant: 剪貼簿是空的

source: Clipboard history, monitoring, and notch clipboard shortcuts.
zh_hans: 设置剪贴板历史记录、监测和刘海区域快捷入口。
zh_hant: 剪貼簿記錄、監控與瀏海區域剪貼簿捷徑。

source: Clipboard is empty
zh_hans: 剪贴板为空
zh_hant: 剪貼簿是空的

source: Clipboard item
zh_hans: 剪贴板项目
zh_hant: 剪貼簿項目

source: Clipping detected
zh_hans: 检测到削波
zh_hant: 偵測到削波

source: Clock
zh_hans: 时钟
zh_hant: 時鐘

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Close and stop camera
zh_hans: 关闭窗口并停止相机
zh_hant: 關閉並停止相機

source: Closing the main widget view.
zh_hans: 关闭主要小组件视图时。
zh_hant: 關閉主要小工具檢視時。

source: Collapse Animation Delay
zh_hans: 收起动画延迟
zh_hant: 收合動畫延遲

source: Collapse Damping
zh_hans: 收起阻尼
zh_hant: 收合阻尼

source: Collapse Response
zh_hans: 收起响应
zh_hant: 收合回應

source: Collapsed Notch Appearance
zh_hans: 折叠时的刘海区域外观
zh_hant: 收合時的瀏海區域外觀

source: Collected Data
zh_hans: 已收集的数据
zh_hant: 已收集的資料

source: Color
zh_hans: 颜色
zh_hant: 顏色

source: Color Stop
zh_hans: 色标
zh_hant: 色標

source: Columns
zh_hans: 分栏
zh_hant: 欄

source: Command
zh_hans: 命令
zh_hant: 指令

source: Communication
zh_hans: 通信
zh_hant: 通訊

source: Compact
zh_hans: 紧凑
zh_hant: 緊湊

source: Complete
zh_hans: 完成
zh_hant: 完成

source: Complete (%@)
zh_hans: 已完成（%@）
zh_hant: 已完成（%@）

source: Complete Break
zh_hans: 完成休息
zh_hant: 完成休息

source: Complete Login
zh_hans: 完成登录
zh_hant: 完成登入

source: Completed
zh_hans: 已完成
zh_hant: 已完成

source: Compliance
zh_hans: 完成率
zh_hant: 完成率

source: Compliance:
zh_hans: 完成率：
zh_hant: 完成率：

source: Concert Tickets
zh_hans: 演唱会门票
zh_hant: 演唱會門票

source: Concerts
zh_hans: 演唱会
zh_hant: 演唱會

source: Condition
zh_hans: 状况
zh_hant: 狀況

source: Condition Description
zh_hans: 天气描述
zh_hant: 天氣描述

source: Condition Icon
zh_hans: 天气图标
zh_hant: 天氣圖像

source: Configuration
zh_hans: 配置
zh_hant: 設定

source: Configure Sapphire content and behavior while your Mac is locked.
zh_hans: 设置 Mac 锁定时 Sapphire 显示的内容和行为。
zh_hant: 設定 Mac 鎖定時 Sapphire 顯示的內容和行為。

source: Configure window snapping behavior, layouts, and zone actions.
zh_hans: 设置窗口贴靠行为、布局和分区操作。
zh_hant: 設定視窗貼齊行為、佈局與區域動作。

source: Connected
zh_hans: 已连接
zh_hant: 已連接

source: Connected to %@
zh_hans: 已连接到 %@
zh_hant: 已連接到 %@

source: Connecting to Spotify…
zh_hans: 正在连接 Spotify…
zh_hant: 正在連接 Spotify…

source: Connecting...
zh_hans: 正在连接…
zh_hant: 正在連接…

source: Connecting…
zh_hans: 正在连接…
zh_hant: 正在連接…

source: Connectivity & Devices
zh_hans: 连接与设备
zh_hant: 連線與裝置

source: Constant %lld RPM
zh_hans: 恒定 %lld RPM
zh_hant: 固定 %lld RPM

source: Constant RPM
zh_hans: 固定转速（RPM）
zh_hant: 固定轉速（RPM）

source: Contacts
zh_hans: 通讯录
zh_hant: 聯絡人

source: Contained
zh_hans: 包围
zh_hant: 包圍

source: Containers
zh_hans: 容器
zh_hant: 容器

source: Content & Activities
zh_hans: 内容与活动
zh_hant: 內容與活動

source: Content Bottom Padding
zh_hans: 内容底部内边距
zh_hant: 內容底部邊距

source: Content Horizontal Padding
zh_hans: 内容水平内边距
zh_hant: 內容水平邊距

source: Content Top Padding
zh_hans: 内容顶部内边距
zh_hant: 內容頂部邊距

source: Content Transition Damping
zh_hans: 内容切换阻尼
zh_hant: 內容轉場阻尼

source: Content Transition Response
zh_hans: 内容切换响应
zh_hant: 內容轉場回應

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Continue preventing sleep after leaving clamshell mode instead of turning caffeinate off automatically.
zh_hans: 打开屏幕后继续阻止睡眠，不自动关闭保持唤醒模式。
zh_hant: 離開闔蓋模式後繼續防止睡眠，而不自動關閉保持喚醒。

source: Continuity
zh_hans: 连续互通
zh_hant: 接續互通

source: Continuously capture newly copied text and images into Sapphire history.
zh_hans: 持续将新复制的文本和图像保存到 Sapphire 历史记录。
zh_hant: 持續將新拷貝的文字和影像儲存到 Sapphire 記錄中。

source: Control Center
zh_hans: 控制中心
zh_hant: 控制中心

source: Control Item Icons
zh_hans: 控制项图标
zh_hant: 控制項目圖像

source: Control Mode
zh_hans: 控制模式
zh_hant: 控制模式

source: Control the visual effects when switching between widgets inside the expanded notch.
zh_hans: 控制展开的刘海区域内切换小组件时的视觉效果。
zh_hant: 控制在展開的瀏海區域中切換小工具時的視覺效果。

source: Control which live activities can surface and auto-expand in the notch.
zh_hans: 选择可在刘海区域显示和自动展开的实时活动。
zh_hant: 控制哪些即時動態可以在瀏海區域中出現並自動展開。

source: Convert "%@" to:
zh_hans: 将“%@”转换为：
zh_hant: 將「%@」轉換為：

source: Convert To
zh_hans: 转换为
zh_hant: 轉換為

source: Converting to %@
zh_hans: 正在转换为 %@
zh_hant: 正在轉換為 %@

source: Converting...
zh_hans: 正在转换…
zh_hant: 正在轉換…

source: Copied
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copy
zh_hans: 复制
zh_hant: 拷貝

source: Copy Link
zh_hans: 拷贝链接
zh_hant: 拷貝連結

source: Copy Path
zh_hans: 复制路径
zh_hant: 拷貝路徑

source: Copy Text
zh_hans: 拷贝文本
zh_hant: 拷貝文字

source: Copy again
zh_hans: 再次复制
zh_hant: 再次拷貝

source: Copy code
zh_hans: 拷贝验证码
zh_hant: 拷貝驗證碼

source: Copy text or images to build history.
zh_hans: 复制文字或图片，即可生成历史记录。
zh_hant: 拷貝文字或影像以建立記錄。

source: Copying
zh_hans: 正在复制
zh_hant: 正在拷貝

source: Copying...
zh_hans: 正在拷贝…
zh_hant: 正在拷貝…

source: Core app behavior, launch options, animations, and notch controls.
zh_hans: 设置应用的基本行为、启动选项、动画和刘海区域控制。
zh_hant: App 的核心行為、啟動選項、動畫與瀏海區域控制。

source: Corner Radii
zh_hans: 圆角半径
zh_hant: 圓角半徑

source: Could not add to %@
zh_hans: 无法添加到 %@
zh_hant: 無法加入到 %@

source: Could not create AVAssetExportSession for audio.
zh_hans: 无法创建音频导出会话。
zh_hant: 無法為音訊建立 AVAssetExportSession。

source: Could not create AVAssetExportSession for video.
zh_hans: 无法创建视频导出会话。
zh_hant: 無法為影片建立 AVAssetExportSession。

source: Could not create PDF context.
zh_hans: 无法创建 PDF 绘制上下文。
zh_hant: 無法建立 PDF 繪圖環境。

source: Could not determine your location.
zh_hans: 无法确定你的位置。
zh_hant: 無法判斷你的位置。

source: Could not read source image or create destination.
zh_hans: 无法读取原图或创建目标文件。
zh_hant: 無法讀取來源影像或建立目的檔案。

source: Could not remove from %@
zh_hans: 无法从 %@ 移除
zh_hant: 無法從 %@ 移除

source: Could not retrieve a valid file URL from the dropped item.
zh_hans: 无法从拖入的项目获取有效的文件地址。
zh_hant: 無法從拖放的項目取得有效的檔案 URL。

source: Could not scan %@.
zh_hans: 无法扫描 %@。
zh_hant: 無法掃描 %@。

source: Could not scan %@: %@
zh_hans: 无法扫描 %@：%@
zh_hant: 無法掃描 %@：%@

source: Couldn’t play playlist.
zh_hans: 无法播放此播放列表。
zh_hant: 無法播放播放列表。

source: Couldn’t play this track in Apple Music.
zh_hans: 无法在 Apple Music 中播放此歌曲。
zh_hant: 無法在 Apple Music 中播放此曲目。

source: Couldn’t start playback: %@
zh_hans: 无法开始播放：%@
zh_hant: 無法開始播放：%@

source: Couldn’t switch device: %@
zh_hans: 无法切换设备：%@
zh_hant: 無法切換裝置：%@

source: Cover the desktop wallpaper and icons with black for the duration of the session.
zh_hans: 专注时段内以黑色覆盖桌面壁纸和图标。
zh_hant: 在專注時段期間以黑色覆蓋桌面背景圖片和圖像。

source: Create a profile, add reveal conditions, and optionally bind it to a display, a Space, or a Focus filter. When a bound context is active and any condition is met, hidden items are revealed.
zh_hans: 创建方案、添加显示条件，并按需绑定到显示器、桌面空间或专注模式过滤条件。绑定的环境生效且满足任一条件时，会显示隐藏项目。
zh_hant: 建立設定組、加入顯示條件，並可選擇綁定至顯示器、空間或專注模式過濾條件。當綁定的情境生效且符合任一條件時，就會顯示隱藏的項目。

source: Create an app at developer.tidal.com, enable the user.read, search.read, collection.read/write, and playlists.read/write scopes, and set the redirect URI exactly to sapphire://callback.
zh_hans: 在 developer.tidal.com 创建应用，启用 user.read、search.read、collection.read/write 和 playlists.read/write 权限范围，并将重定向 URI 精确设为 sapphire://callback。
zh_hant: 在 developer.tidal.com 建立 App，啟用 user.read、search.read、collection.read/write 和 playlists.read/write 範圍，並將重新導向 URI 精確設為 sapphire://callback。
